DavidAnson.vscode-markdownlint
eamodio.gitlens
esbenp.prettier-vscode
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.black-formatter
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
qwtel.sqlite-viewer
RandomFractalsInc.geo-data-viewer
sissel.shopify-liquid
spmeesseman.vscode-taskexplorer
vscode-icons-team.vscode-icons
