analytic-signal.preview-mp4
batisteo.vscode-django
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
DotJoshJohnson.xml
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
hashicorp.terraform
hediet.vscode-drawio
mechatroner.rainbow-csv
mikestead.dotenv
mrorz.language-gettext
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-ossdata.vscode-postgresql
ms-python.black-formatter
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.live-server
qwtel.sqlite-viewer
RandomFractalsInc.geo-data-viewer
sibiraj-s.vscode-scss-formatter
sissel.shopify-liquid
spmeesseman.vscode-taskexplorer
vscode-icons-team.vscode-icons
