DavidAnson.vscode-markdownlint
eamodio.gitlens
esbenp.prettier-vscode
github.copilot
github.vscode-github-actions
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.isort
ms-python.flake8
ms-python.python
ms-vscode-remote.remote-containers
vscode-icons-team.vscode-icons
